<?php

$items = [
  [
    'name' => 'Утка Первая',
    'price' => 500,
    'description' => 'Резиновая уточка — игрушка в виде утки, как правило, жёлтого цвета. Она может быть сделана из резины или из пенопласта. Жёлтая резиновая уточка стала ассоциироваться с купаньем.',
    'category' => 'toys'
  ],
  [
    'name' => 'Утка Вторая',
    'price' => 600,
    'description' => 'Резиновая уточка — игрушка в виде утки, как правило, жёлтого цвета. Она может быть сделана из резины или из пенопласта. Жёлтая резиновая уточка стала ассоциироваться с купаньем.',
    'category' => 'toys'
  ],
  [
    'name' => 'Утка Третья',
    'price' => 700,
    'description' => 'Резиновая уточка — игрушка в виде утки, как правило, жёлтого цвета. Она может быть сделана из резины или из пенопласта. Жёлтая резиновая уточка стала ассоциироваться с купаньем.',
    'category' => 'special'
  ]

];

$categories = ['toys', 'special'];